Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Actions
id_id: Tindakan

source: Preview
id_id: Pratinjau

source: Theme
id_id: Tema

source: Performance check-ins
id_id: Check-in kinerja

source: Regular check-ins
id_id: Check-in rutin

source: Select and configure the widgets that you want to see on the check-in report page.
id_id: Pilih dan atur widget yang ingin Anda lihat di halaman laporan check-in.

source: Template widget settings
id_id: Pengaturan widget templat

source: Career Development
id_id: Pengembangan Karier

source: Check-Ins
id_id: Check-in

source: Documents
id_id: Dokumen

source: Data Foundation
id_id: Fondasi Data

source: Feedback
id_id: Umpan balik

source: Goals
id_id: Tujuan

source: General
id_id: Umum

source: Reviews
id_id: Ulasan

source: Notification trigger
id_id: Pemicu notifikasi

source: "Bookmarks" widget
id_id: Widget "Bookmarks"

source: "Company update" widget
id_id: Widget "Pembaruan perusahaan"

source: Select the widgets you want to display on the homepage.
id_id: Pilih widget yang ingin Anda tampilkan di beranda.

source: "External links" widget
id_id: Widget "Tautan eksternal"

source: "Knowledge Base" widget
id_id: Widget "Basis pengetahuan"

source: "Next steps" widget
id_id: Widget "Langkah selanjutnya"

source: "Quick link" widget
id_id: Widget "Tautan cepat"

source: "Schedule" widget
id_id: Widget "Jadwal"

source: "Take actions" widget
id_id: Widget "Ambil tindakan"

source: Homepage widgets
id_id: Widget beranda

source: This page is read-only. To make changes, contact your system administrator.
id_id: Halaman ini hanya dapat dibaca. Untuk membuat perubahan, hubungi administrator sistem Anda.

source: Select goal types
id_id: Pilih jenis tujuan

source: Absence
id_id: Ketidakhadiran

source: Sample text describing the behavior of enabling and disabling Analytics Hub. To be changed.
id_id: Contoh teks yang menjelaskan perilaku mengaktifkan dan menonaktifkan Analytics Hub. Akan diubah.

source: Enable "Analytics Hub"
id_id: Aktifkan "Analytics Hub"

source: Application management
id_id: Manajemen aplikasi

source: Behaviors
id_id: Perilaku

source: Enable the "Behaviors" feature
id_id: Aktifkan fitur "Perilaku"

source: Users will be able to create and manage behavior libraries within the application. When enabled, workers will be able to give and receive behaviors, and provide behavior data in coaching reports.
id_id: Pengguna akan dapat membuat dan mengelola katalog perilaku dalam aplikasi. Ketika diaktifkan, pekerja akan dapat memberikan dan menerima perilaku, serta menyediakan data perilaku dalam laporan pelatihan.

source: Behavior libraries
id_id: Katalog perilaku

source: Add behavior
id_id: Tambah perilaku

source: Color
id_id: Warna

source: Create library
id_id: Buat katalog

source: Create behavior library
id_id: Buat katalog perilaku

source: Delete behavior
id_id: Hapus perilaku

source: Are you sure you want to delete this behavior?
id_id: Apakah Anda yakin ingin menghapus perilaku ini?

source: Description
id_id: Deskripsi

source: Image and title
id_id: Gambar dan judul

source: Image only
id_id: Hanya gambar

source: Name only
id_id: Hanya nama

source: Display options
id_id: Opsi tampilan

source: Edit behavior library
id_id: Edit katalog perilaku

source: Enable behavior
id_id: Aktifkan perilaku

source: Image
id_id: Gambar

source: Name
id_id: Nama

source: Assignment
id_id: Penugasan

source: Assign the library to an organizational unit
id_id: Tetapkan katalog ke unit organisasi

source: Add behaviors to the library
id_id: Tambahkan perilaku ke katalog

source: Library details
id_id: Detail katalog

source: Enter the basic information of the library
id_id: Masukkan informasi dasar katalog

source: Behavior settings
id_id: Pengaturan perilaku

source: Enable the "Benchmarking" widget
id_id: Aktifkan widget "Benchmarking"

source: Publish
id_id: Publikasikan

source: Are you sure you want to publish the career development plan?
id_id: Apakah Anda yakin ingin mempublikasikan rencana pengembangan karier?

source: Cancel
id_id: Batal

source: Publish career development plan
id_id: Publikasikan rencana pengembangan karier

source: Your changes were successfully published.
id_id: Perubahan Anda berhasil dipublikasikan.

source: Enable the "Career Development" feature
id_id: Aktifkan fitur "Pengembangan Karier"

source: At least one population or worker must be selected.
id_id: Setidaknya satu populasi atau pekerja harus dipilih.

source: Career development settings
id_id: Pengaturan pengembangan karier

source: Edit conversation labeling
id_id: Edit pelabelan diskusi

source: For workers
id_id: Untuk pekerja

source: For managers
id_id: Untuk manajer

source: The default language is mandatory. You can also provide translated versions using this drop-down list to select a new language.
id_id: Bahasa default wajib diisi. Anda juga dapat menyediakan versi terjemahan menggunakan daftar drop-down ini untuk memilih bahasa baru.

source: To apply your changes to the configuration of new check-ins, save your modifications.
id_id: Untuk menerapkan perubahan Anda pada konfigurasi check-in baru, simpan modifikasi Anda.

source: Users will see these changes the next time they refresh their page or log into the application.
id_id: Pengguna akan melihat perubahan ini saat mereka memuat ulang halaman mereka atau masuk ke aplikasi.

source: Edit discussion points
id_id: Edit poin diskusi

source: These discussion points will be prepopulated when creating a check-in. Users can edit them and add their own discussion points.
id_id: Poin diskusi ini akan diisi secara otomatis saat membuat check-in. Pengguna dapat mengeditnya dan menambahkan poin diskusi mereka sendiri.

source: Check-ins
id_id: Check-in

source: Check-in settings
id_id: Pengaturan check-in

source: To apply your changes, save your modifications.
id_id: Untuk menerapkan perubahan Anda, simpan modifikasi Anda.

source: Enable the "Behavior rating" widget
id_id: Aktifkan widget "Penilaian perilaku"

source: Enable the "Behaviors" widget
id_id: Aktifkan widget "Perilaku"

source: Edit chat text
id_id: Edit teks obrolan

source: Enable the "Goal rating" widget
id_id: Aktifkan widget "Penilaian tujuan"

source: Enable the "Goals" widget
id_id: Aktifkan widget "Tujuan"

source: Enable the "Overall performance rating" widget
id_id: Aktifkan widget "Penilaian kinerja keseluruhan"

source: Enable chat
id_id: Aktifkan obrolan

source: Check-in template settings
id_id: Pengaturan templat check-in

source: Check-in templates
id_id: Template check-in

source: Widget settings
id_id: Pengaturan widget

source: Hide/show the widgets in the check-in report page.
id_id: Sembunyikan/tampilkan widget di halaman laporan check-in.

source: Enable documents
id_id: Aktifkan dokumen

source: Document settings
id_id: Pengaturan dokumen

source: Appearance
id_id: Tampilan

source: Compare
id_id: Bandingkan

source: Enable the "Compare" feature
id_id: Aktifkan fitur "Bandingkan"

source: "Behaviors" widget
id_id: Widget "Perilaku"

source: "Check-ins" widget
id_id: Widget "Check-in"

source: "Goals" widget
id_id: Widget "Tujuan"

source: "Reviews" widget
id_id: Widget "Ulasan"

source: Compare settings
id_id: Bandingkan pengaturan

source: Select the widgets that you want to see in the Compare page.
id_id: Pilih widget yang ingin Anda lihat di halaman Bandingkan.

source: Compensation
id_id: Kompensasi

source: Compensation Element
id_id: Elemen Kompensasi

source: Compensation History
id_id: Riwayat Kompensasi

source: Enable the "Compensation" feature
id_id: Aktifkan fitur "Kompensasi"

source: Compensation settings
id_id: Pengaturan kompensasi

source: Cost Center
id_id: Pusat Biaya

source: Country
id_id: Negara

source: Custom Fields
id_id: Bidang khusus

source: This element cannot be deactivated; it is used in another process.
id_id: Elemen ini tidak dapat dinonaktifkan, elemen ini digunakan dalam proses lain.

source: The field was successfully deactivated.
id_id: Kolom berhasil dinonaktifkan.

source: Are you sure you want to deactivate this field? This action cannot be undone.
id_id: Apakah Anda yakin ingin menonaktifkan bidang ini? Tindakan ini tidak dapat dibatalkan.

source: Custom field deactivation
id_id: Penonaktifan bidang khusus

source: Field details
id_id: Detail bidang

source: Define the entity to which this field belongs, and its name and type.
id_id: Tentukan entitas tempat bidang ini berada, serta nama dan jenisnya.

source: This field cannot be deactivated; it is already used in some models.
id_id: Bidang ini tidak dapat dinonaktifkan, sudah digunakan dalam beberapa model.

source: You cannot edit this field; it is already used in some models.
id_id: Anda tidak dapat mengedit bidang ini, sudah digunakan dalam beberapa model.

source: Clear all filters & search
id_id: Hapus semua filter & pencarian

source: No results match the search/filter criteria. Remove the filters and clear the search to show all results
id_id: Tidak ada hasil yang cocok dengan kriteria pencarian/filter. Hapus filter dan bersihkan pencarian untuk menampilkan semua hasil

source: No results
id_id: Tidak ada hasil

source: Get started by creating one
id_id: Mulai dengan membuat satu

source: No custom fields yet
id_id: Belum ada bidang khusus

source: Created by:
id_id: Dibuat oleh:

source: Created on:
id_id: Dibuat pada:

source: Entity:
id_id: Entitas:

source: Required:
id_id: Wajib:

source: Field name
id_id: Nama bidang

source: Type:
id_id: Tipe:

source: Entity
id_id: Entitas

source: All
id_id: Semua

source: Is PII
id_id: PII

source: Type
id_id: Tipe

source: False
id_id: Salah

source: Set the default value
id_id: Atur nilai default

source: Default value
id_id: Nilai default

source: True
id_id: Benar

source: Select entity
id_id: Pilih entitas

source: Enable PII
id_id: Aktifkan PII

source: This field will contain personally identifiable information (PII)
id_id: Bidang ini akan berisi informasi pribadi yang dapat diidentifikasi (PII)

source: When this option is enabled, a default value must be defined.
id_id: Jika opsi ini diaktifkan, nilai default harus ditentukan.

source: Set this field as required
id_id: Jadikan bidang ini wajib diisi

source: Explain the use of this field or any other relevant information
id_id: Jelaskan penggunaan bidang ini atau informasi relevan lainnya

source: Provide a name for the field
id_id: Berikan nama untuk bidang ini

source: Your custom field was successfully created.
id_id: Bidang khusus Anda berhasil dibuat.

source: Create custom field
id_id: Buat bidang khusus

source: Edit custom field
id_id: Edit bidang khusus

source: Select type
id_id: Pilih tipe

source: Used in
id_id: Digunakan di

source: Indicate whether this field contains personally identifiable information, allowing an individual's identity to be inferred directly or indirectly.
id_id: Tandai jika bidang ini berisi informasi pribadi yang dapat mengidentifikasi seseorang secara langsung atau tidak langsung.

source: Personally identifiable information
id_id: Informasi yang dapat diidentifikasi secara pribadi

source: Active
id_id: Aktif

source: Deactivated
id_id: Dinonaktifkan

source: Not PII
id_id: Bukan PII

source: Custom fields
id_id: Bidang khusus

source: {{current}}/{{max}} active fields
id_id: {{current}}/{{max}} bidang aktif

source: You can create up to {{max}} custom fields.
id_id: Anda dapat membuat hingga {{max}} bidang khusus.

source: You have reached the maximum number of active custom fields. Please deactivate a field to create a new one.
id_id: Anda telah mencapai jumlah maksimum bidang khusus aktif. Silakan nonaktifkan satu bidang untuk membuat yang baru.

source: Indicate whether the field is optional or required. A default value must be provided for required fields; it will be automatically applied if no explicit value is supplied.
id_id: Tentukan apakah field bersifat opsional atau wajib. Nilai default harus disediakan untuk field yang wajib; nilai tersebut akan otomatis diterapkan jika tidak ada nilai eksplisit yang diberikan.

source: Field behavior
id_id: Perilaku bidang

source: Search for a field
id_id: Cari bidang

source: No
id_id: Tidak

source: Yes
id_id: Ya

source: Data Upload
id_id: Unggah Data

source: Change upload behavior
id_id: Ubah perilaku unggahan

source: The size of the files exceed the maximum limit.
id_id: Ukuran file melebihi batas maksimum.

source: Behavior:
id_id: Perilaku:

source: Completed time:
id_id: Waktu selesai:

source: Initiated by:
id_id: Dimulai oleh:

source: System
id_id: Sistem

source: Source:
id_id: Sumber:

source: Start time:
id_id: Waktu mulai:

source: Upload log
id_id: Unggah log

source: Download template
id_id: Unduh template

source: Download template for deletion
id_id: Unduh templat untuk penghapusan

source: Download template for ingestion
id_id: Unduh templat untuk pengimporan

source: Download {{templateName}}
id_id: Unduh {{templateName}}

source: Get started by triggering one.
id_id: Mulailah dengan memicu salah satu.

source: No uploads yet!
id_id: Belum ada unggahan!

source: Success
id_id: Berhasil

source: Failed
id_id: Gagal

source: In progress
id_id: Sedang diproses

source: In sync
id_id: Sinkron

source: Source
id_id: Sumber

source: Start time
id_id: Waktu mulai

source: Standard filters
id_id: Filter standar

source: Select filters
id_id: Pilih filter

source: Queued
id_id: Dalam antrean

source: Search by data type name
id_id: Cari berdasarkan nama tipe data

source: Stale timeout
id_id: Batas waktu kedaluwarsa

source: Publishing
id_id: Penerbitan

source: Total uploads
id_id: Total unggahan

source: Upload behavior
id_id: Unggah perilaku

source: Full data upload
id_id: Unggah data lengkap

source: The upload behavior was successfully updated.
id_id: Perilaku unggahan berhasil diperbarui.

source: Incremental data upload
id_id: Unggah data secara bertahap

source: Select the upload behavior for SFTP and UI data upload.
id_id: Pilih perilaku unggahan untuk unggahan data SFTP dan UI.

source: Upload the complete effective-dated history for each worker every time. Any previously uploaded record that is missing from the file is treated as a soft delete and will no longer be available. Use this if you want the new upload to fully replace what is currently in the platform.
id_id: Unggah riwayat lengkap dengan tanggal berlaku untuk setiap karyawan setiap kali. Rekaman yang sebelumnya diunggah tetapi tidak ada dalam file akan diperlakukan sebagai penghapusan lunak dan tidak akan tersedia lagi. Gunakan opsi ini jika Anda ingin unggahan baru sepenuhnya menggantikan apa yang saat ini ada di platform.

source: Upload only what changed. New effective-dated rows or updates to existing rows. Records not included remain unchanged; only the rows present in the file are inserted or updated. Use this for ongoing incremental (delta) feeds.
id_id: Unggah hanya yang berubah. Baris bertanggal efektif baru atau pembaruan pada baris yang sudah ada. Catatan yang tidak disertakan tetap tidak berubah; hanya baris yang ada di file yang akan dimasukkan atau diperbarui. Gunakan ini untuk umpan tambahan (delta) yang berkelanjutan.

source: Data upload behavior configuration
id_id: Konfigurasi perilaku unggah data

source: Refresh
id_id: Muat Ulang

source: Email notification
id_id: Notifikasi email

source: Upload notification
id_id: Notifikasi unggahan

source: Add workers that would like to be notified by email when upload requests fail.
id_id: Tambahkan pekerja yang ingin diberi tahu melalui email saat permintaan unggahan gagal.

source: Workers
id_id: Pekerja

source: Search for a worker
id_id: Cari pekerja

source: The notification recipients were successfully updated.
id_id: Penerima notifikasi berhasil diperbarui.

source: Behavior
id_id: Perilaku

source: Deletion
id_id: Penghapusan

source: Completion time
id_id: Waktu penyelesaian

source: Back to data upload
id_id: Kembali ke unggahan data

source: No results matching the chosen ID.
id_id: Tidak ada hasil yang cocok dengan ID yang dipilih.

source: Data type name
id_id: Nama tipe data

source: Ingestion
id_id: Pengambilan data

source: Upload in progress
id_id: Unggahan sedang berlangsung

source: Your files are being uploaded. This pop-up will close automatically once the process is complete.
id_id: Berkas Anda sedang diunggah. Jendela pop-up ini akan tertutup secara otomatis setelah proses selesai.

source: You have uploaded files for both ingestion and deletion.
id_id: Anda telah mengunggah file untuk proses pemasukan dan penghapusan data.

source: File already added
id_id: Berkas sudah ditambahkan

source: The name and/or format of one of the selected file is not valid.
id_id: Nama dan/atau format salah satu file yang dipilih tidak valid.

source: Incorrect file name
id_id: Nama file tidak benar

source: Your files
id_id: Berkas Anda

source: File names must follow the pattern 'DataType.csv' for ingestion or 'DataType_Delete.csv' for deletion.
id_id: Nama file harus mengikuti pola "DataType.csv" untuk pengingesan atau "DataType_Delete.csv" untuk penghapusan.

source: Total max size 10MB (combined size of all uploaded files). Max number of files: {{count}}
id_id: Total ukuran maksimum 10MB (ukuran gabungan dari semua file yang diunggah). Jumlah file maksimum: {{count}}

source: Ingestion and deletion files cannot be uploaded simultaneously. Please upload only ingestion files (DataType.csv) or only deletion files (DataType_Delete.csv).
id_id: File ingestion dan penghapusan tidak dapat diunggah secara bersamaan. Harap unggah hanya file ingestion (DataType.csv) atau hanya file penghapusan (DataType_Delete.csv).

source: Please upload at least one correct file.
id_id: Silakan unggah setidaknya satu file yang benar.

source: Please upload at least one file.
id_id: Silakan unggah setidaknya satu berkas.

source: File upload started.
id_id: Pengunggahan file dimulai.

source: File upload
id_id: Unggah berkas

source: Fill in the necessary details
id_id: Isi detail yang diperlukan

source: Upload the completed file. Submit files for either ingestion or deletion, but not both. Files meant for deletion must have the "_Delete" suffix at the end of their name.
id_id: Unggah file yang sudah lengkap. Kirimkan file untuk pemuatan atau penghapusan saja, bukan keduanya. File yang akan dihapus harus memiliki akhiran "_Delete" di akhir namanya.

source: Data management
id_id: Manajemen data

source: Data Models
id_id: Model Data

source: Created by
id_id: Dibuat oleh

source: Created on
id_id: Dibuat pada

source: Creation date
id_id: Tanggal pembuatan

source: Are you sure you want to delete this model? This action cannot be undone. If you proceed, the element will be permanently removed from your data.
id_id: Apakah Anda yakin ingin menghapus model ini? Tindakan ini tidak dapat dibatalkan. Jika Anda melanjutkan, elemen tersebut akan dihapus secara permanen dari data Anda.

source: Confirm deletion
id_id: Konfirmasi penghapusan

source: Details
id_id: Detail

source: Model details
id_id: Detail model

source: No models yet
id_id: Belum ada model

source: Entities & fields
id_id: Entitas & bidang

source: Entity tree
id_id: Hierarki entitas

source: List of entities and fields used and not used in this model.
id_id: Daftar entitas dan bidang yang digunakan dan tidak digunakan dalam model ini.

source: Entity name
id_id: Nama entitas

source: Model title
id_id: Judul model

source: Entity used
id_id: Entitas yang digunakan

source: Used
id_id: Digunakan

source: List of entities and fields used in this model.
id_id: Daftar entitas dan bidang yang digunakan dalam model ini.

source: Total entities:
id_id: Total entitas:

source: Total fields:
id_id: Total bidang:

source: Fields used
id_id: Bidang yang digunakan

source: Any
id_id: Apa pun

source: In use
id_id: Sedang digunakan

source: {{name}} grid preview
id_id: Pratinjau grid {{name}}

source: Last update
id_id: Pembaruan terakhir

source: More details
id_id: Detail lebih lanjut

source: Search model
id_id: Cari model

source: Draft
id_id: Draf

source: Ready
id_id: Siap

source: Build a base for your budget, compensation round or process, bringing together a version of data from HR services, other beqom sources and external data.
id_id: Bangun dasar untuk anggaran, tahap penawaran, atau proses Anda, dengan mengumpulkan versi data dari layanan HR, sumber beqom lainnya, dan data eksternal.

source: Updated by
id_id: Diperbarui oleh

source: Updated on
id_id: Diperbarui pada

source: Require users to approve or reject your data privacy statement every time it is updated.
id_id: Wajibkan pengguna untuk menyetujui atau menolak pernyataan privasi data Anda setiap kali diperbarui.

source: Users must review each version of the data privacy statement
id_id: Pengguna harus meninjau setiap versi pernyataan privasi data

source: Settings
id_id: Pengaturan

source: No translation was provided for the given language. To complete this section, please duplicate the statement.
id_id: Tidak ada terjemahan yang tersedia untuk bahasa yang diberikan. Untuk menyelesaikan bagian ini, silakan duplikasi pernyataan tersebut.

source: No translation available
id_id: Terjemahan tidak tersedia

source: Data privacy statement text
id_id: Teks pernyataan privasi data

source: Privacy statement text
id_id: Teks pernyataan privasi

source: Are you sure you want to publish this statement?
id_id: Apakah Anda yakin ingin memublikasikan pernyataan ini?

source: Publish statement
id_id: Terbitkan pernyataan

source: Date & time
id_id: Tanggal & waktu

source: Publish at a fixed date
id_id: Publikasikan pada tanggal tetap

source: Publish now
id_id: Publikasikan sekarang

source: Publish date
id_id: Tanggal publikasi

source: The version is set automatically when creating a statement and increments with each update.
id_id: Versi diatur secara otomatis saat membuat pernyataan dan akan meningkat setiap kali diperbarui.

source: Statement version
id_id: Versi pernyataan

source: Confirm
id_id: Konfirmasi

source: Are you sure you want to delete this statement?
id_id: Apakah Anda yakin ingin menghapus pernyataan ini?

source: Delete statement
id_id: Hapus pernyataan

source: The statement was successfully deleted.
id_id: Pernyataan berhasil dihapus.

source: Deactivate
id_id: Nonaktifkan

source: Are you sure you want to deactivate this statement? Users won't be prompted to consent at first login and will no longer see the statement in their settings.
id_id: Apakah Anda yakin ingin menonaktifkan pernyataan ini? Pengguna tidak akan dimintai persetujuan saat masuk pertama kali dan tidak akan lagi melihat pernyataan tersebut di pengaturan mereka.

source: Deactivate statement
id_id: Nonaktifkan pernyataan

source: {{count}} approved
id_id: {{count}} disetujui

source: Effective date: {{date}}
id_id: Tanggal berlaku: {{date}}

source: {{count}} rejected
id_id: {{count}} ditolak

source: Inactive
id_id: Tidak aktif

source: Published
id_id: Dipublikasikan

source: Version {{version}}
id_id: Versi {{version}}

source: Require users to view and accept the data privacy statement at first login or policy update. Users must click "Accept" to access the platform, with no option to decline.
id_id: Mewajibkan pengguna untuk membaca dan menyetujui pernyataan privasi data saat masuk pertama kali atau saat pembaruan kebijakan. Pengguna harus mengklik "Setuju" untuk mengakses platform, tanpa opsi menolak.

source: Users can only accept the data privacy statement
id_id: Pengguna hanya dapat menerima pernyataan privasi data

source: Data privacy
id_id: Privasi data

source: The statement was successfully published.
id_id: Pernyataan berhasil dipublikasikan.
